import React from "react";
import Layout from "../layout";

const Aboutus = () => {
  return (
    <div className="mt-[19vh] px-8 mb-14">
      <h2 className="text-2xl font-semibold mb-4">ჩვენს შესახებ</h2>
      <p className="pl-1 px-4">
       კომპანია ChessStore დაფუნძდა 2024 წლის მარტს.საქართველოში ჭადრაკის პოპულარიზაციის მიზნით,
       გვსურს შევთავაზოთ მომხმარებლებს საუკეთესო სერვისი ქვეყნის მაშტაბით.
      </p>
      <p className="pl-1 px-4">
       ვებ-გვერდის მფლობელი-ლაშა კაჭკაჭიშვილი
      </p>
      <h2 className="text-2xl font-semibold mt-4 my-1">კონტაქტი</h2>
      <p className="pl-1 px-4">
       ტელეფონის ნომერი-593555640
      </p>
      <p className="pl-1 px-4">
       ელფოსტა-chessstore@gmail.com
      </p>
      <h3 className="text-2xl font-semibold mt-4 my-1">წესები და პირობები</h3>
      <p className="pl-1 px-4">
       კომპანია მუშაობს ონლაინ,მიტანის სერვისის გამოყენებით.როდესაც მომხმარებელი პროდუქტს შეიძენს,კურიერი ადგილზე მიაწვდის პროდუქტს.
      </p>
      <h3 className="text-2xl font-semibold mt-4 my-1">დაბრუნების პოლიტიკა</h3>
      <p className="pl-1 px-4">
      დაბრუნების პოლიტიკა - პროდუქტის/თანხის დაბრუნება მოხდება იმ შემთხვევაში,თუკი საიტის დეველოპმენტის მიმართულებით წარმოიშვება გარკვეული პრობლემები.
      </p>
      <h3 className="text-2xl font-semibold mt-4 my-1">კონფიდენციალურობის პოლიტიკა </h3>
      <p className="pl-1 px-4" >- ვიზრუნებთ თქვენი პერსონალური მონაცემების უსაფრთხოებასა და დაცვაზე;
- არ გამოვიყენებთ თქვენს მონაცემებს არამართლზომიერად;
- თქვენი მოთხოვნისთანავე, მაგრამ არაუგვიანეს მოთხოვნიდან 10 დღის ვადაში მოგაწვდით სრულ და ამომწურავ ინფორმაციას თქვენი პერსონალური მონაცემების დამუშავებასთან დაკავშირებით.</p>
<p className="pl-1 px-4" >როგორ გიცავთ კანონი

პერსონალურ მონაცემთა კონფიდენციალობის დაცვის დაპირების მსგავსად, აღნიშნულ მონაცემებს იცავს პერსონალურ მონაცემთა დაცვის შესახებ საქართველოს კანონი.

კანონმდებლობის თანახმად, თქვენ უფლება გაქვთ, მოგვთხოვოთ ინფორმაცია თქვენი მონაცემების დამუშავების თაობაზე. თქვენ გაქვთ უფლება მიიღოთ შემდეგი ინფორმაცია:

- რომელი მონაცემები მუშავდება თქვენ შესახებ;
- მონაცემთა დამუშავების მიზანი;
- მონაცემთა დამუშავების სამართლებრივი საფუძველი;
- რა გზით შეგროვდა თქვენი მონაცემები;
- ვის გადაეცა თქვენი მონაცემები;
- მონაცემთა გაცემის საფუძველი და მიზანი.
თქვენ შეგიძლიათ მოითხოვოთ ჩვენ მიერ დამუშავებული ინფორმაციის ასლი.</p>

<p className="pl-1 px-4" >კანონმდებლობის შესაბამისად თქვენ გაქვთ უფლება მოითხოვოთ თქვენი პირადი მონაცემების გასწორება, განახლება, დამატება, დაბლოკვა, წაშლა ან განადგურება თუ ისინი არასრულია, არაზუსტია, არ არის განახლებული ან თუ მათი შეგროვება და დამუშავება განხორციელდა კანონის საწინააღმდეგოდ. ასევე, გაქვთ უფლება მოითხოვოთ თქვენი მონაცემების დამუშავების შეწყევტა პირდაპირი მარკეტინგის მიზნებისთვის. ჩვენ ვმოქმედებთ საქართველოს კანონმდებლობის შესაბამისად, რამაც შესაძლოა ხელი შეგვიშალოს დაუყოვნებლივ წავშალოთ თქვენი პირადი მონაცემები. ასეთი ვალდებულებები შესაძლოა გამომდინარეობდეს საგადასახადო კანონმდებლობის, მომხმარებელთა უფლებების დაცვისა და სხვა რელევანტური კანონმდებლობიდან.

თქვენთვის აღნიშნული ინფორმაციის მოწოდების ვალდებულება კომპანიას წარმოეშობა თქვენი მოთხოვნის შემთხვევაში. პერსონალური მონაცემების გამოყენების უფლება გვაქვს იმ შემთხვევაში, როცა ამისათვის გაგვაჩნია თქვენი თანხმობა, კონკრეტული სახელშეკრულებო ან/და კანონისმიერი საფუძველი

კომპანიას აქვს თქვენი ინფორმაციის დამუშავების კანონიერი საფუძველი. თქვენი პერსონალური ინფორმაცია მუშავდება კონკრეტული მიზნით რაც გულისხმობს ბიზნესთან დაკავშირებული ან/და კომერციული მიზნის არსებობას. მნიშვნელოვანია, რომ მოცემულ შემთხვევაშიც, კომპანიის მიერ ინფორმაციის დამუშავება არ არის მიმართული თქვენი ინტერესების საწინააღმდეგოდ.</p>


    </div>
  );
};

const About = () => {
  return <Layout children={<Aboutus />} />;
};

export default About;
